# St7DeleteGroup

Deletes the specified group. Elements in the group will be reassigned to the Model group.

long St7DeleteGroup(long uID, long GroupID)

Input Parameters

uID

Strand7 model file ID.

GroupID

The ID number of the group to delete.